"Bass Frequency" = "低音频率"; 
"Bass Gain" = "低音增益"; 
"Low Mid Frequency" = "低中音频率";
"Low Mid Gain" = "低中音增益";
"High Mid Frequency" = "高中音频率";
"High Mid Gain" = "高中音增益";
"Treble Frequency" = "高音频率";
"Treble Gain" = "高音增益";
